seaborn-notes.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ./"/>
<title>Seaborn Notes</title>
<meta name="referrer" content="no-referrer">
<link href="static/sanitize@11.0.0.css" rel="stylesheet" />
<link href= "static/style.css" rel="stylesheet" type="text/css" />

<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.11.1/dist/katex.min.css" integrity="sha384-zB1R0rpPzHqg7Kpt0Aljp8JPLqbXI3bhnPWROx27a9N0Ll6ZP/+DiW/UqRcLbRjq" crossorigin="anonymous">

<link rel="icon" href="static/favicon.ico"></head>
<body>
<div id="preamble" class="status">
<div class="header">
</div></div>
<div id="content">
<div class="post-date">18 May 2020</div><h1 class="post-title"><a href="./seaborn-notes.html">Seaborn Notes</a></h1>
<p>
I want to write several posts on solving various Leetcode problems. There I need to benchmark different solutions. And then I need to plot results of those benchmarks. My fellow programmer recommended me to check out Seaborn library, that&rsquo;s based on the venerable matplotlib.
</p>

<div id="outline-container-org595f3ef" class="outline-2">
<h2 id="org595f3ef">&ldquo;Hello, world&rdquo;</h2>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-python.html">python</a> </div></div>
<div id="postamble" class="status"><div id="archive">
</div></div>
</body>
</html>
